Revit 2027 API
ParameterTypeId.FamilyUsagePseudoParam Property
 "Usage"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyUsagePseudoParam { get; }
Public Shared ReadOnly Property FamilyUsagePseudoParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyUsagePseudoParam {
	ForgeTypeId^ get ();
}
static member FamilyUsagePseudoParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace